"menu.help.title" = "租車協助";
"settings.label.url.1" = "管理預訂";
"settings.label.url.2" = "常見問題（FAQ）";
"settings.label.url.3" = "協助中心";
"bookings.status.confirmed" = "已確認";
"bookings.status.unconfirmed" = "未確認";
"bookings.status.cancelled" = "已取消";
"bookings.title" = "預訂";
"bookings.status.reviewpayment" = "檢視付款";
"bookings.status.completed" = "完成";
"bookings.sheet.bookingdetails.link" = "查看預訂詳細資料";
"bookings.sheet.unconfirmed.info" = "我們的大部分預訂都會在 48 小時內確認";
"bookings.sheet.reviewpayment.info" = "付款失敗。前往「管理預訂」以檢視您的付款詳細資料。";
"bookings.sheet.managebooking.link" = "管理預訂";
"bookings.bookingdetails.status" = "預訂狀態";
"sale_landing_banner_monetary_tagline" = "立即預訂只要每日${x}！";
"sale_landing_banner_percentage_tagline" = "最高${x} 折扣，立即預訂！";
"sale_landing_banner_caption_closed_group" = "獨家優惠";
"sale_landing_banner_caption" = "促銷活動";
"filter.header.eco" = "環保";
"filter.header.mileage" = "里程";
"vehicle.seats.number" = "${x} 座位";
"united_sale_landing_banner_monatery_tagline" = "於 <span>2025 年 12 月 31 日前完成指定租車預訂，即可賺取高達 2,250 里數。不適用於指定日期。</span>";
"menu.alert.title" = "更改設定？";
"menu.alert.body" = "任何現有的搜尋都將被重設。";
"insurance.options.axa.header" = "保險選項";
"insurance.options.axa.limited.body" = "<b>有限保險</b>–提供<b>最低限度保障</b>。如您遇上意外事故，您將需要支付最多 ${x} 的<b>不可退款</b>自付額。";
"insurance.options.axa.premium.body" = "<b>高級保險</b>–提供<b>高級保障</b>。如您遇上意外事故，您可獲<b>退還</b>高達 ${x} 的自付額。";
"insurance.limited.caption" = "最低限度的失竊和車身受損保障。<b>您需支付任何不受有限保險保障的損毀費用</b>。";
"insurance.limited.benefit1" = "<b>不可退款</b>的自付額";
"insurance.limited.benefit2" = "第三方責任險";
"insurance.limited.benefit3" = "拋錨救援";
"insurance.limited.excess.liable" = "選擇有限保險，即表示在遇上意外事故的情況下，您有責任支付最多 ${x} 的自付額，且該自付額將不予退款。";
"insurance.limited.included" = "已包括";
"insurance.axa.premium.caption" = "為您提供<b>卓越保障</b>，包括有限保險選項。";
"insurance.axa.premium.benefit1" = "高達 <b>100% 自付額退款</b>";
"insurance.axa.premium.benefit2" = "第三方責任險";
"insurance.axa.premium.benefit3" = "拋錨救援";
"insurance.axa.premium.benefit4" = "擋風玻璃、玻璃及輪胎損壞";
"insurance.axa.premium.benefit5" = "您的個人物品";
"insurance.axa.premium.benefit6" = "鑰匙損壞或遺失";
"insurance.axa.premium.benefit7" = "車頂與底盤損壞";
"insurance.axa.premium.benefit8" = "加錯油的費用";
"insurance.axa.premium.benefit9" = "行政費";
"insurance.axa.premium.benefit10" = "多語言索償支援";
"insurance.axa.premium.terms" = "選取高級保險並繼續進行，即表示您已詳閱並接受保險的條款及細則，並且根據這項資訊，本保單內容符合您的需求。";
"insurance.priceperday" = "每日 ${x}";
"insurance.total.price" = "合計：${x}";
"insurance.options.awn.au.header" = "不要冒險。購買自駕保險。";
"insurance.options.awn.au.body" = "<b>Roadtrip 保險</b> - 如果您的租賃車輛發生事故，提供保險，承保您的自付額和個人所有物，最高賠付 ${x}。";
"insurance.awn.au.title" = "自駕保險";
"insurance.awn.au.caption" = "為您提供<b>卓越保障</b>，包括有限保險選項。";
"insurance.awn.au.benefit1" = "高達 100% 自付額退款";
"insurance.awn.au.benefit2" = "第三方責任險";
"insurance.awn.au.benefit3" = "您的個人物品";
"insurance.awn.au.benefit4" = "海外醫療開支";
"insurance.awn.au.benefit5" = "鑰匙險及個人物品";
"insurance.awn.au.benefit6" = "意外死亡";
"insurance.awn.au.benefit7" = "加錯油的費用";
"insurance.axa.premium.cancellation.policy" = "最遲可在取車前 24 小時免費取消保險";
"insurance.awn.au.terms" = "選取 Roadtrip 保險並繼續，即表示您已詳閱並接受保險 ${x}，並且根據這項資訊，本保單內容符合您的需求。";
"insurance.zero.excess.terms" = "選取零自付額保險並繼續進行，即表示您已詳閱並接受保險的條款及細則，並且根據這項資訊，本保單內容符合您的需求。";
"insurance.options.awn.au.limited.body" = "<b>有限保險</b> - 不承保您的自付額或個人所有物。";
"insurance.awn.au.terms.link" = "條款及條件";
"results.filter.all1" = "所有篩選條件";
"results.filter.all2" = "所有篩選條件 (${x})";
"results.summary.title" = "<b>${x}</b> 部車輛 | 按下列條件排序：<b>${y}</b>";
"Omnibus.Pos.1.Title" = "「推薦」排序順序是如何運作的？";
"Omnibus.Pos.2.Title" = "「最超值」是什麼意思？";
"Omnibus.Pos.3.Title" = "排序順序中會考慮哪些變數？";
"Omnibus.Pos.4.Title" = "贊助位置是如何運作的？";
"Omnibus.Pos.1.Body" = "「推薦」排序順序使用各種因素來對車輛進行排列，其順序確保您在搜尋結果的頂部看到最佳「最超值」車輛。從租車供應商處收到的傭金會影響該順序。";
"Omnibus.Pos.2.Body" = "「最超值」一詞描述了影響客戶購買租車之可能性的變數。我們 (CarTrawler) 從租車供應商處收到的傭金認可了我們 (CarTrawler) 在預訂中所扮演的角色，並且會影響我們如何確定整體「最超值」。";
"Omnibus.Pos.3.Body" = "在為我們的客戶確定最佳「最超值」之時，我們的排序順序會考慮若干變數，包括：";
"Omnibus.Pos.4.Body" = "一些旅行合作夥伴會與選定租車供應商合作。由於旅行合作夥伴從選定租車供應商處收到的款項，贊助位置可能會位於搜尋結果頂部。客戶可以識別這些贊助位置，它們在搜尋結果頂部以帶品牌的位置突出顯示。";
"Omnibus.Pos.3.bullet.1" = "預訂日期和搜尋地點。";
"Omnibus.Pos.3.bullet.2" = "租車時間。";
"Omnibus.Pos.3.bullet.3" = "客戶對租車供應商的評級（基於 CSAT 得分和 NPS）。";
"Omnibus.Pos.3.bullet.4" = "與歷史購買記錄有關的歷史客戶行為，以及類似租車結果的歷史定價。";
"Omnibus.Pos.3.bullet.5" = "我們從租車供應商或保險合作夥伴處收到的傭金。";
"Omnibus.Accept.Button.Text" = "知道了！";
"Omnibus.Header.Text" = "什麼是「建議」";
"bookings.sheet.remove" = "移除預訂";
"bookings.dialog.remove.title" = "移除預訂？";
"bookings.dialog.remove.text" = "您即將從您的預訂表中永久刪除此項預訂。";
"bookings.dialog.remove.text.history" = "您仍可到我們的顧客入口網站瀏覽該預訂和您的完整預訂歷史記錄。";
"bookings.dialog.remove.CTA" = "移除";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "以 ${x} 預訂";
"payment.options.paypal.banner.text" = "在下方點按「以 PayPal 預訂」後，您將會被重新導向至 PayPal 網站，以登入您的帳戶並完成付款。付款後，您將會看到「租車預訂確認」頁面。";
"payment.options.paypal.failed.title" = "${x}付款失敗";
"payment.options.paypal.failed.text" = "很抱歉，供應商在處理您的付款時發生問題。您的預訂尚未完成，且您並未被收取任何費用。請選擇下列其中一個付款方式，然後重試。";
"vehicle_fuel_plugin_hybrid" = "插電式混合動力";
"insurance.axa.regulatory.statement.uk" = "CarTrawler 是 Inter Partner Assistance S.A. 的指定代表，該公司由比利時國家銀行授權和監管，其註冊總部位於 Boulevard du Régent 7，1000 Brussels，Belgium。由審慎監管局（Prudential Regulation Authority）授權（公司參考編號 202664）。受到金融行為監管局（Financial Conduct Authority）的監管，以及審慎監管局（Prudential Regulation Authority）的有限監管。Inter Partner Assistance S.A. 英國分公司的地址為 106-118 Station Road，Redhill，RH1 1PR，Inter Partner Assistance S.A. 隷屬於 AXA 集團。";
"temp_united_sale_landing_banner_monatery_tagline" = "於 <span>2025 年 10 月 31 日前完成指定租車預訂，即可賺取高達 2,250 里數。不適用於指定日期。</span>";
"temp_united_sale_landing_banner_percentage_tagline" = "於 <span>2025 年 10 月 31 日</span>前完成指定租車預訂，即可賺取高達 2,250 里數。不適用於指定日期。";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "類型 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "類型 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "未指定";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "牆上的插座";
"VehicleList.Map.BottomSheet.ChargeType" = "充電類型";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "24 小時營業";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "暫停服務";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "慢";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "快速";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "迅速";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "超迅速";
"view_voucher" = "查看憑證";
"VehicleList.Chip.EVLongRange.Text" = "長距離電動汽車 (EV)";
"VehicleDetails.EVLongRange.Description" = "長距離電動汽車 (EV)：這輛車在一次充滿電的情況下可以行駛超過 ${x}";
"VehicleDetails.EcoFriendlyUpsell.Header" = "環保替代方案";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "長距離電動汽車 (EV)";
"landing.countdowntimer.salename" = "促銷活動";
"landing.countdowntimer.presale" = "${x} 距開始還有";
"landing.countdowntimer.duringsale" = "${x} 距結束還有";
"Driver.Details.Marketing.Consent.Text" = "透過電子郵件接收有關租車的獨家優惠，以及其他重要資訊。";
"Driver.Details.Marketing.Consent.Policy" = "查閱我們的 ${x} 以取得更多詳情。";
"abandonment.deeplink.total" = "合計";
"abandonment.deeplink.day" = "日";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "電動車友善的地點";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "更適合在城市駕駛";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "輕鬆駕駛";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "擔心加油費用？";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "租電動車比您想像的更省";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "您的取車地點提供優質的電動車 (EV) 租車充電服務";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "駕駛電動車 (EV) 與駕駛自動駕駛汽車相同。更安靜且不排放二氧化碳";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "為電動車 (EV) 充電的成本遠低於為類似大小的汽油或柴油汽車加油。為您節省高達 50% 的旅程費用";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "電動車 (EV) 在城市駕駛時停車和啟動的效率更高";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "長距離電動車 (EV) 租車一次充電可行駛 400 公里以上。80% 在歐洲的自駕旅行距離為 50 公里以下";
"insurance.axa.premium.uk.cancellation.policy" = "取車前隨時可免費取消";
"landing.mosaic.title" = "我們對環保的承諾";
"landing.mosaic.tile1.title" = "電動車必需";
"landing.mosaic.tile1.body" = "租用電動車時您需要了解的一切事項";
"landing.mosaic.tile1.ctaText" = "<u>了解更多</u>";
"landing.mosaic.tile2.title" = "電動車充電要點";
"landing.mosaic.tile2.body" = "您的電動車充電指南";
"landing.mosaic.tile2.ctaText" = "<u>了解更多</u>";
"landing.mosaic.tile3.body" = "租電動車時要詢問的重要問題";
"landing.mosaic.tile3.ctaText" = "<u>深入了解</u>";
"landing.countdowntimer.days" = "日";
"landing.countdowntimer.hours" = "小時";
"landing.countdowntimer.minutes" = "分鐘";
"landing.countdowntimer.seconds" = "秒";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} 機場 - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} 地點（${y}）";
"results.filter.all3" = "篩選 (${x})";
"VehicleList.Header.Filter" = "篩選";
"VehicleList.Header.Filter.Selected" = "篩選 (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "${X} 天價格由 ${y} 起";
"LoyaltyNumber" = "會員號碼（可選擇填寫）";
"VehicleList.Header.Map" = "地圖";
"Payment.256.Encrypted" = "所有付款交易都以 256-bit SSL 加密";
"Insurance.Applicable.Taxes" = "包括所有適用的稅費";
"BookingError.Insurance" = "很抱歉，我們在處理您的部分預訂時發生技術問題。您的預訂已成功，但在購買保險時發生問題。您可在「管理我的預訂」欄裡再試一次，請依循確認郵件中的細節指示。";
"Payment.Exchange.Currency.Message" = "請注意，今日應付金額會按照今天的匯率以 ${z} 收取（${x} = ${y}）";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "其他";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "合計 ${x}";
"settings.label.url.4" = "私隱政策";
"Price.Summary.Included.Charges" = "包含的費用";
"VehicleList.Map.BottomSheet.SupplierInfo" = "供應商資料";
"VehicleList.Map.BottomSheet.SupplierDistance" = "距離 ${x} ${y} 外";
"VehicleList.Map.BottomSheet.SupplierHours" = "營業時間";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "關閉";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "星期一";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "星期二";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "星期三";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "星期四";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "星期五";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "星期六";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "星期日";
"Add.Booking.Title" = "很抱歉，我們找不到符合您搜尋條件的結果。";
"Add.Booking.Form.Error" = "很抱歉，我們找不到符合您搜尋條件的結果。";
"Add.Booking.Heading" = "新增預訂";
"Add.Booking.Form.BookingId.Error" = "無效號碼";
"please.try.again" = "請再試一次。";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "取車前可免費取消保險";
"Insurance.XC.Subtitle.eDo" = "Premium 保障保險提供優越的保護，保單限額最高可提高至 ${policy.limit}，並提供更高的次限額，以保障最重要的事項。Prime 會員獨家專享。";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "最遲於取車前 24 小時免費取消";
"insurance.xc.simple.api.main.more.info.button" = "更多資訊";
"Insurance.XC.USP.ThirdParty" = "第三方責任險";
"insurance.xc.simple.api.main.link.terms.text" = "條款及條件";
"Insurance.xc.pricing.terms" = "包括所有適用的稅費";
"Insurance.XC.USP.LatePickUp" = "因航班延誤而導致延遲取車";
"Insurance.XC.Pill.Free.Cancellation.UK" = "最遲於取車前 24 小時免費取消";
"insurance.xc.simple.api.main.premium.cta" = "繼續（包含高級保障）";
"Insurance.XC.USP.Windscreen" = "擋風玻璃、玻璃及輪胎損壞";
"Insurance.XC.USP.Misfueling" = "加錯油的費用";
"Insurance.XC.USP.BreakdownAssistance" = "道路救援";
"Insurance.XC.USP.ClaimSupport" = "多語言索償支援";
"Insurance.XC.USP.TravelExpenses" = "旅遊開支";
"Insurance.XC.Subtitle" = "有了我們的額外保障，您將獲得自付額退款，金額高達 ${x}，確保發生事故時您不須自掏腰包。";
"Insurance.XC.Premium.Disclaimer.Proceed" = "選取高級保險並繼續進行，即表示閣下已詳閱並接受保險的${x}及${y}；根據這項資訊，本保單內容符合您的需求。";
"Insurance.XC.Title" = "高級保障";
"Insurance.XC.USP.RefundableExcess.Alt" = "高達 <span>100% 自付額退款</span>";
"CannotProcessReservation" = "發生了未知  錯誤。尚未建立您的預訂，也沒有向您收費。請重新搜索並再試一次。";
"insurance.options.xc.header" = "保險選項";
"insurance.options.xc.premium.body" = "<b>高級保險</b>–提供<b>高級保障</b>。如您遇上意外事故，您可獲<b>退還</b>高達 ${x} 的自付額。";
"top.up.your.protection" = "加強您的保障";
"insurance.options.xc.limited.body" = "<b>有限保險</b>–提供<b>最低限度保障</b>。如您遇上意外事故，您將需要支付最多 ${x} 的<b>不可退款</b>自付額。";
"title_calendar" = "月曆";
"title_conditions" = "條款及細則";
"title_details" = "車輛詳細資料";
"title_details_supplier" = "評分";
"title_details_vehicle" = "已包括";
"title_extras_insurance" = "額外項目和保險";
"title_filters" = "更多篩選條件";
"title_insurance" = "保險";
"title_locations" = "地點";
"title_payment" = "付款";
"title_results" = "結果";
"title_search_ground" = "尋找地面交通";
"title_search_rental" = "租車 ";
"title_settings" = "設定";
"title_summary" = "付款摘要";
"title_user" = "主要駕駛者詳細資料";
"title_extras" = "額外項目";
"CTA_add" = "新增預訂";
"CTA_search" = "搜尋車輛";
"CTA_save" = "儲存設定";
"CTA_continue" = "繼續";
"CTA_with_insurance" = "繼續（需要保險）";
"CTA_no_insurance" = "繼續（不需保險）";
"CTA_to_homepage" = "回到首頁";
"CTA_book" = "現在預訂只需";
"CTA_close" = "關閉";
"CTA_cancel" = "取消";
"CTA_done" = "完成";
"search_pickup_location_text" = "取車地點";
"search_pickup_location_hint" = "輸入機場、城市或車站名稱";
"search_return_location_text" = "還車地點";
"search_return_location_hint" = "輸入機場、城市或車站名稱";
"search_return_location_button" = "在相同地點還車";
"search_driver_age" = "駕駛者年齡介乎 25-70 歲";
"search_driver_age_hint" = "駕駛者年齡";
"search_select_dates" = "日期";
"search_select_dates_hint" = "選擇日期";
"search_pickup_time_text" = "取車時間";
"search_return_time_text" = "還車時間";
"search_locations_placeholder" = "輸入地點";
"calendar_summary_dropoff" = "還車日期";
"calendar_summary_pickup" = "取車日期";
"calendar_summary_title" = "選取日期";
"calendar_select_date" = "選取日期";
"calendar_select_dates" = "選取日期";
"calendar_pickup_date" = "取車日期";
"calendar_return_date" = "還車日期";
"calendar_continue" = "繼續";
"calendar_sun" = "星期日";
"calendar_mon" = "星期一";
"calendar_tue" = "星期二";
"calendar_wed" = "星期三";
"calendar_thu" = "星期四";
"calendar_fri" = "星期五";
"calendar_sat" = "星期六";
"locations_results_airports" = "機場";
"locations_results_others" = "所有其他地點";
"settings_country_title" = "國家／地區";
"settings_currency_title" = "貨幣：";
"settings_select_country" = "選取國家／地區";
"settings_select_currency" = "選取幣別";
"settings_select_languages" = "選取語言";
"results_sort" = "排序";
"results_filter" = "篩選";
"vehicle_orsimilar" = "或同類車輛";
"vehicle_passenger" = "乘客";
"vehicle_passengers" = "乘客";
"vehicle_bag" = "行李";
"vehicle_bags" = "行李";
"vehicle_door" = "車門";
"vehicle_doors" = "門";
"vehicle_duration_1" = "價格";
"vehicle_duration_2" = "日";
"vehicle_duration_3" = "日";
"vehicle_total_price" = "總金額";
"vehicle_best_seller" = "最熱門";
"vehicle_great_value" = "超值";
"vehicle_provided" = "提供租車服務的公司";
"vehicle_air_conditioning" = "空調";
"vehicle_fuel_policy" = "燃油政策";
"vehicle_supplier_address" = "供應商地址";
"vehicle_suppliers_address_detail" = "供應商地址：";
"vehicle_pickup_location" = "取車地點";
"vehicle_vehicle_inclusion" = "此項目已包含在此汽車的價格中";
"rental_sort_title" = "搜尋結果排序條件：";
"rental_sort_price" = "價格";
"rental_sort_rating" = "評分";
"rental_sort_recommended" = "建議";
"filter_package" = "套裝";
"filter_carsize" = "車輛大小";
"filter_supplier" = "供應商";
"filter_rating" = "評分";
"filter_fuel" = "燃油政策";
"filter_carfuel" = "燃油類型";
"filter_carspec" = "車輛規格";
"filter_transmission" = "排檔方式";
"filter_specialoffers" = "特別優惠";
"filter_transfertype" = "接送方式";
"filter_transfertime" = "旅程時間";
"filter_reset" = "重置";
"vehicle_type_cargovan" = "輕型客貨車";
"vehicle_type_compact" = "小型房車";
"vehicle_type_compact_elite" = "小型房車精裝版";
"vehicle_type_economy" = "國民車";
"vehicle_type_economy_elite" = "國民車精裝版";
"vehicle_type_estate" = "旅行車款";
"vehicle_type_exotic" = "超級跑車";
"vehicle_type_exotic_SUV" = "豪華運動型多用途車";
"vehicle_type_fifteen_passenger_van" = "15 人座廂型車";
"vehicle_type_five_seat_carrier" = "5 人座車";
"vehicle_type_four_wheel_drive" = "四輪傳動";
"vehicle_type_fullsize" = "大型車";
"vehicle_type_fullsize_elite" = "大型車精裝版";
"vehicle_type_intermediate" = "中型房車";
"vehicle_type_intermediate_elite" = "中型房車精裝版";
"vehicle_type_large_SUV" = "大型運動型多用途車";
"vehicle_type_large_truck" = "大卡車";
"vehicle_type_luxury" = "豪華轎車";
"vehicle_type_luxury_elite" = "豪華轎車精裝版";
"vehicle_type_medium_SUV" = "中型運動型多用途車";
"vehicle_type_midsize" = "中型車";
"vehicle_type_mini" = "小型車";
"vehicle_type_mini_elite" = "小型車精裝版";
"vehicle_type_minivan" = "小型廂型車";
"vehicle_type_moped" = "小型電單車";
"vehicle_type_moving_van" = "搬運客貨車";
"vehicle_type_nine_seat_carrier" = "9 人座車";
"vehicle_type_oversize" = "超大型車";
"vehicle_type_premium" = "高級";
"vehicle_type_premium_elite" = "豪華房車精裝版";
"vehicle_type_regular" = "一般";
"vehicle_type_seven_seat_carrier" = "7 人座車";
"vehicle_type_small_SUV" = "小型運動型多用途車";
"vehicle_type_small_medium_truck" = "輕型卡車";
"vehicle_type_special" = "特殊";
"vehicle_type_standard" = "標準";
"vehicle_type_standard_elite" = "標準房車精裝版";
"vehicle_type_stretch" = "加長";
"vehicle_type_subcompact" = "超小型車";
"vehicle_type_twelve_foot_truck" = "12 呎卡車";
"vehicle_type_twelve_passenger_van" = "12 人座廂型車";
"vehicle_type_twenty_foot_truck" = "20 呎卡車";
"vehicle_type_twenty_four_foot_truck" = "24 呎卡車";
"vehicle_type_twenty_six_foot_truck" = "26 呎卡車";
"vehicle_type_unique" = "獨特";
"vehicle_type_vehicle_size_SUV" = "汽車大小多功能旅行車";
"vehicle_type_other" = "其他";
"vehicle_fuel_petrol" = "汽油";
"vehicle_fuel_diesel" = "柴油";
"vehicle_transmission_auto" = "自動排檔";
"vehicle_transmission_manual" = "手動排檔";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "電量不變，費用不變";
"vehicle_fuel_policy_type_FULLFULL" = "租車時油箱滿載，還車時加滿油";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "空油箱取車，空油箱還車";
"vehicle_fuel_policy_type_FULLEMPTY" = "預購";
"vehicle_fuel_policy_type_HALFEMPTY" = "半滿油箱取車，空油箱還車";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "取車時為四分之一滿，還車時為空油箱狀態";
"vehicle_fuel_policy_type_HALFHALF" = "取車時油箱半滿，還車時油箱半滿";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "租車時油箱四分之一滿，還車時油箱四分之一滿";
"vehicle_fuel_policy_type_UNKNOWN" = "不明";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "預購（部分退款）";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "燃油：在租車櫃枱選擇";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "燃油費用：未包含";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "燃油費用：已包含";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "確保車輛電力充足，避免不必要的收費。取車時，租車供應商將提供一輛已有一定電量的車輛。在您還車時，確保所歸還的車輛電量，與取車時的電量相約。";
"vehicle_fuel_policy_desc_FULLFULL" = "這是最佳的燃油選項。取車時將會為您加滿油箱。還車時只需要加滿油箱，就不需要支付任何加油費。";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "取車時，您的車輛有足夠的燃油，可讓您開往最近的油站。還車時應以空油箱狀態歸還，因未用完的燃油將不獲退款。";
"vehicle_fuel_policy_desc_FULLEMPTY" = "取車時將會為您加滿油箱，但您須於客戶服務櫃台就此項服務付款。還車時應以空油箱狀態歸還，因未用完的燃油將不獲退款。";
"vehicle_fuel_policy_desc_HALFEMPTY" = "您取車時油箱為半滿狀態。您需在服務櫃台支付燃油費用。您的燃油用量不受限制，且不必在還車之前加滿油箱";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "您取車時油箱為四分之一滿狀態。您需在服務櫃台支付燃油費用。您的燃油用量不受限制，且不必在還車之前加滿油箱";
"vehicle_fuel_policy_desc_HALFHALF" = "您取車時油箱為半滿狀態。還車時只需要將油箱加至半滿，就不需要支付任何加油費。如果您還車時油箱內有更多燃油，將不獲額外退款。";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "您取車時油箱為四分之一滿狀態。還車時只需要將油箱加至四分之一滿，就不需要支付任何加油費。如果您還車時油箱內有更多燃油，將不獲額外退款。";
"vehicle_fuel_policy_desc_UNKNOWN" = "查看重要資訊";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "取車時將會為您加滿油箱。您須於客戶服務櫃台就此項服務付款，並支付不獲退還的行政費。還車後，您將獲未用完燃油的退款。";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "您取車時油箱為加滿狀態。您可以選擇在服務櫃台預先支付燃油費用 (預購) 或在還車之前將油箱加滿 (取車滿油、還車加滿)。無論是哪種方式，請務必要讓租車供應商知道您想使用哪種燃油政策。";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "價格不包含燃油費用。司機載您至目的地前，請支付加滿油箱所需費用。";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "已包含所有燃油費用。您毋須支付額外加滿油箱費用。";
"vehicle_pickup_type" = "取車類型";
"vehicle_pickup_location_VWF_1.VWF.X" = "機場客運大樓取車";
"vehicle_pickup_location_VWF_2.VWF.X" = "在機場";
"vehicle_pickup_location_VWF_3.VWF.X" = "機場客運大樓";
"vehicle_pickup_location_VWF_4.VWF.X" = "火車站";
"vehicle_pickup_location_VWF_5.VWF.X" = "酒店交車";
"vehicle_pickup_location_VWF_6.VWF.X" = "租車代理商";
"vehicle_pickup_location_VWF_7.VWF.X" = "市中心／市區";
"vehicle_pickup_location_VWF_8.VWF.X" = "市中心東邊";
"vehicle_pickup_location_VWF_9.VWF.X" = "市中心南邊";
"vehicle_pickup_location_VWF_10.VWF.X" = "市中心西邊";
"vehicle_pickup_location_VWF_11.VWF.X" = "市中心北邊";
"vehicle_pickup_location_VWF_12.VWF.X" = "客運碼頭";
"vehicle_pickup_location_VWF_13.VWF.X" = "度假村附近";
"vehicle_pickup_details_VWF_1.VWF.X" = "這是最方便的取車選項。服務櫃台位於機場客運大樓內。";
"vehicle_pickup_details_VWF_2.VWF.X" = "服務櫃台位於機場區域的地面層，方便您前往使用服務。";
"vehicle_pickup_details_VWF_4.VWF.X" = "這是接機服務。您的司機會於抵境處等候您到達。請向我們提供您的航班編號，以便司機查看您的航班有否延誤。";
"vehicle_pickup_details_VWF_5.VWF.X" = "您可以在酒店的前台取車。";
"vehicle_pickup_details_VWF_6.VWF.X" = "這是接機服務。您的司機會於抵境處等候您到達。請向我們提供您的航班編號，以便司機查看您的航班有否延誤。";
"vehicle_pickup_type_VLI_1.VLI.X" = "客運大樓";
"vehicle_pickup_type_VLI_2.VLI.X" = "客運大樓與接駁巴士站";
"vehicle_pickup_type_VLI_3.VLI.X" = "免費接駁巴士";
"vehicle_pickup_type_VLI_4.VLI.X" = "接機服務";
"vehicle_pickup_type_VLI_6.VLI.X" = "個人司機";
"vehicle_pickup_at_airport" = "在機場";
"vehicle_pickup_unknown" = "不明";
"included_title" = "免費項目包括：";
"included_cancel" = "取消";
"included_amend" = "修正";
"included_thirdparty" = "第三方責任險";
"included_theft" = "盜竊保障";
"included_collision" = "碰撞險";
"included_terms" = "條款及細則";
"supplier_reviews" = "評價";
"supplier_car" = "車輛清潔度";
"supplier_desk" = "供應商櫃台的服務";
"supplier_pickup" = "租車的取車程序";
"supplier_dropoff" = "租車的還車程序";
"supplier_price" = "總體性價比";
"supplier_waiting" = "等候時間";
"supplier_below_average" = "低於平均值";
"supplier_good" = "良好";
"supplier_excellent" = "卓越";
"supplier_rating_detail" = "客戶給予此租車公司的評價為";
"extras_equipment_aircon" = "空調";
"extras_equipment_gps" = "GPS";
"extras_back" = "上一步";
"extras_conditions" = "請注意，額外項目需於租車櫃台付款。我們盡力確保顧客取得所有額外項目，但並不保證每次均可提供。";
"extras_per_day" = "每日";
"extras_placeholder" = "由全球保險及資產管理領導公司 Axa 所提供";
"insurance_summary_replace_src" = "請剔選下方空格";
"insurance_summary_replace_val" = "繼續（需要保險）";
"insurance_summary_title" = "全面保障的好處";
"insurance_list_1_title" = "超值";
"insurance_list_1_body" = "每天只需 ${w}，就可以消除高達 ${x} 的潛在支付費用";
"insurance_list_2_title" = "最佳保障";
"insurance_list_2_body" = "如果車輛受到損壞或遭竊，而您需要支付自負費用，這筆費用會全額退還。";
"insurance_list_3_title" = "安枕無憂";
"insurance_list_3_body" = "出問題時，您的自付費用將完全獲得保障。";
"insurance_conditions" = "完整細節請參閱${x}。";
"insurance_provider" = "由全球保險及資產管理領導公司 Axa 所提供";
"insurance_policy" = "這項政策由 AXA Assistance Group，Avenue Louise 166，1050 Brussels，Belgium 的成員，INTER PARTNER ASSISTANCE SA 所承保。";
"user_name_hint" = "名稱";
"user_firstname_hint" = "名字";
"user_surname_hint" = "姓氏";
"user_email_hint" = "電郵";
"user_email2_hint" = "確認電郵";
"user_phone_hint" = "電話";
"user_address_hint" = "地址";
"user_address_line1_hint" = "地址欄 1";
"user_address_line2_hint" = "地址欄 2";
"user_city_hint" = "城市";
"user_postcode_hint" = "郵政編碼";
"user_flight_hint" = "航班號（重要）";
"user_country_hint" = "國家／地區";
"summary_desk" = "櫃台付款";
"summary_now" = "立即付款";
"summary_rental" = "租車 ";
"summary_ground" = "交通";
"summary_total" = "合計";
"summary_pickup" = "取車";
"summary_dropoff" = "還車";
"summary_lead_driver" = "主要駕駛者詳細資料";
"summary_vehicle" = "汽車摘要";
"summary_payment" = "付款摘要";
"summary_damage_refund" = "損壞退款保險";
"summary_booking_fee" = "預訂費用";
"payment_text_1" = "點擊「立即預訂」完成您的預訂並接受 ${x}";
"payment_text_2" = "條款及細則";
"receipt_email_text" = "我們已經把確認電郵寄往 ${x}。電郵會於 15 分鐘內送達。請於取車前檢視您的憑證。";
"receipt_scroll" = "往下捲動以查看摘要";
"receipt_success" = "您已成功預訂租車。";
"receipt_summary_car" = "車輛摘要";
"receipt_summary_driver" = "主要駕駛者詳細資料";
"receipt_summary_dropoff" = "還車";
"receipt_summary_pickup" = "取車";
"receipt_title" = "恭喜！";
"receipt_your_reference" = "您的預訂參考編號：";
"widget_label" = "全新";
"widget_title" = "新增租車";
"widget_text" = "預訂租車輕鬆快捷之選";
"widget_title_added" = "已新增車輛";
"general_form_empty" = "請填此欄位";
"results_empty" = "沒有結果";
"error_widget_no_cars" = "此地點查無汽車";
"error_payment_general" = "付款時出現錯誤";
"error_requestor_missing" = "沒有提供申請人 ID";
"error_payment_no_internet1" = "沒有網絡連接";
"error_payment_no_internet2" = "您需要連接網絡以完成預訂";
"error_payment_loading1" = "很抱歉";
"error_payment_loading2" = "我們無法載入付款頁面";
"error_ok" = "確認";
"error_no_booking_ref" = "沒有預訂參考資料";
"error_no_insurance_available" = "沒有提供保險";
"booking_reference_prefix" = "預訂參考資料";
"title_booking_manager" = "即將到來的預訂";
"settings_language_header" = "語言";
"interstitial_header" = "正在搜尋您的理想車輛";
"interstitial_subheader" = "及最優惠的價格";
"mins_placeholder" = "分鐘";
"summary_deposit" = "租車訂金";
"confirmation_loading_header" = "我們正在處理您的付款";
"confirmation_loading_subheader" = "可能需要 30 秒，請稍候";
"address_details_title" = "地址詳細資料";
"add_extras_title" = "新增額外服務";
"insurance_upgrade" = "加上保險";
"insurance_added" = "增加";
"car_rental_total" = "租車總金額";
"vehicle_features" = "特色";
"vehicle_features_title" = "其他車輛功能";
"free_cancellation_detail" = "好消息！您可免費取消和修改預訂。";
"free_cancellation_title" = "好消息！";
"free_cancellation_point1" = "取車前 24 小時免費取消預約";
"free_cancellation_point2" = "當您於網上、應用程式內或透過電話更改預訂時，無需另付任何費用。";
"vehicle_mileage_title" = "里程數額度:";
"vehicle_mileage_618_VCP_X" = "有限里程";
"vehicle_mileage_618_VCP_X_desc" = "此價格包含${x} ${y} ${z}的平均駕駛距離。駕駛額外距離或需額外收費。";
"vehicle_mileage_609_VCP_X" = "不限里程";
"vehicle_mileage_609_VCP_X_desc" = "此車不設駕駛距離限制";
"vehicle_insurance_title" = "保險";
"vehicle_insurance_title_description" = "有限保障";
"insurance_upgrade_title" = "升級您的保障";
"insurance_upgrade_subtitle" = "損壞退款保險";
"insurance_more" = "更多詳細資料";
"insurance_per_day" = "每日";
"insurance_total" = "合計";
"insurance_detail_title" = "損壞退款保險";
"insurance_more_details_title1" = "將您的承擔費用由 ${x} 降低至 ${y}";
"insurance_more_details_insurance_main_text" = "租車供應商可能會要求您為行程支付訂金或自付額保險。此損壞退款保險應涵蓋您的自付額保障條件，因此請在購買其他保險前，查看您的條款及細則。如果車輛受到損壞或失竊，租車供應商將會保留該筆自付額來支付相關費用，而您可以透過損壞退款保險獲得全額索償。";
"vehicle_other" = "其他車輛";
"insurance_more_details_title2" = "保險涵蓋範圍";
"insurance_more_details_point1" = "完整損壞及竊盜自付額退款";
"insurance_more_details_point2" = "輪胎、車窗、後視鏡及車輪";
"insurance_more_details_point3" = "車頂、底盤及加錯油";
"insurance_more_details_point4" = "行政費用";
"insurance_more_details_point5" = "鑰匙險及個人物品";
"insurance_terms_conditions" = "條款及條件";
"CTA_add_to_flight" = "加至航班";
"CTA_edit" = "編輯";
"payment_name" = "名稱";
"payment_card" = "信用卡號碼";
"payment_expiry" = "到期日（月／年）";
"payment_cvc" = "CVC 號碼";
"payment_summary_pay_nothing_desk" = "無須在櫃台支付任何費用";
"extras_title" = "新增額外服務";
"extras_all" = "檢視所有";
"widget_card_info" = "免費取消";
"merchandising_business" = "商務旅客";
"merchandising_city_break" = "都市假期";
"merchandising_family_size" = "家庭車款";
"merchandising_best_seller" = "最熱門";
"merchandising_great_value" = "超值";
"merchandising_quickest_queue" = "最快取車";
"merchandising_recommended" = "建議";
"merchandising_upgrade_to" = "升級到";
"merchandising_on_budget" = "廉價之選";
"merchandising_best_reviewed" = "最佳評論";
"payment_free" = "免費項目包括";
"feature_usb" = "USB 接口";
"feature_bluetooth" = "藍牙";
"feature_gps" = "GPS";
"feature_title" = "其他功能";
"feature_german_model" = "德國車款";
"feature_front_demister" = "前車窗除霧器";
"feature_parking_sensors" = "泊車感應器";
"feature_fuel_economy" = "省油";
"extra_per_rental" = "每次租車";
"widget_loading" = "正在載入車輛";
"widget_free_cancelation" = "免費取消！";
"mileage_allowance" = "里程";
"mileage_unlimited" = "無限的";
"mileage_limited" = "有限的";
"insurance_basic" = "保險:";
"insurance_basic_detail" = "有限保障";
"widget_load_error" = "最佳優惠";
"CTA_add_vehicle_basket" = "加入購物車";
"all_extras_paid" = "所有額外項目請於取車時支付";
"payment_secure_text" = "100％ 安全";
"payment_cardnumber" = "信用卡號碼";
"payment_cvv" = "信用卡安全碼";
"extras_included_for_free" = "免費項目包括：";
"extras_101.EQP" = "額外駕駛者";
"extras_7" = "適合 9 個月及以下或不超過 9 公斤 （20 磅）的嬰兒。";
"extras_9" = "適合 4 歲及以上或 18-45 公斤（40-100 磅）的兒童。";
"extras_8" = "適合 9 個月至 4 歲或 8-18 公斤 （20-40 磅）的兒童。";
"extras_13" = "衛星導航系統。";
"extras_3" = "增加車輛儲存空間。";
"extras_34" = "帶有 GPS 的手機。";
"extras_4" = "安全地寄存雪具。";
"extras_10" = "建議在冬季狀況下駕車時使用。";
"extras_52" = "可讓您在高速公路上駕駛時選擇電子收費車道。";
"extras_55" = "筆記型電腦、智能手機、平板電腦以及其他可使用 Wi-Fi 的裝置可存取無線網絡。";
"extras_30" = "此配件組包括許多在冬季駕駛時的必要裝備。";
"extras_14" = "建議在冬季狀況下駕車時使用。";
"Message.FreeCancellation.7days" = "預訂後 7 日內可免費取消！";
"extras_102.EQP" = "衛星導航系統。";
"overall_rating" = "評分";
"payment_invalid_card_number" = "無效號碼";
"payment_invalid_expiry_date" = "無效日期";
"payment_invalid_cvc_number" = "必須為 3 或 4 位數";
"search_title" = "搜尋";
"search_compare_deals" = "比較價格，尋找<b>最超值</b>租車優惠";
"whats_your_pickup_location" = "您會在哪裡取車？";
"whats_your_dropoff_location" = "您的還車地點在哪裡？";
"view_your_next_trip" = "查看下一旅程！";
"book_another_car" = "或預訂其他車輛";
"why_book_with_us" = "為何選擇我們";
"free_cancellation_and_amendments" = "免費取消和修改";
"free_cancellation_amendments_detail" = "取車前 24 小時免費取消預約。修改預訂無需支付行政費。";
"phone_support" = "全天候電話支援";
"phone_support_detail" = "我們的團隊全天候為您竭誠服務，24 小時全年無休";
"airports_city_locations" = "30,000 個機場及城市位置";
"airports_city_locations_detail" = "比較 1,700 間供應商的租車優惠，選擇適合您的方案，並節省金錢！";
"no_hidden_costs" = "沒有任何隱藏收費";
"no_hidden_costs_detail" = "我們會在您預訂租車前為您說明任何額外費用。更多詳情請查看包含的內容 請查閱任一車輛的條款及細則。";
"damage_theft_protection" = "碰撞及盜竊保障";
"damage_theft_protection_detail" = "我們的租車包含碰撞損毀免責保險與盜竊保障。";
"vehicles" = "汽車";
"apply" = "套用";
"select_all" = "選取全部";
"perfect_car" = "我們竭力尋找您的理想車輛";
"free_cancellation" = "免費";
"cancellation_amendments" = "取消和修改";
"included_important" = "重要";
"customer_ratings" = "根據 %@ 項顧客評價";
"more_features" = "更多功能";
"continue_to_payment" = "繼續以進行付款";
"car_rental" = "租車";
"toast_extras" = "您的總額包括額外收費，但您只需於取車時支付。";
"booking_delay" = "處理需時最多 30 秒";
"booking_please_sit_tight" = "請稍等";
"booking_secure_payment" = "安全付款";
"booking_pay" = "付款";
"booking_manage_your_booking" = "管理您的預訂";
"booking_card_title" = "旅程目的地：";
"booking_button_title" = "查看預訂";
"booking_list_title" = "查看下一趟旅程？";
"payment_title_header" = "檢視詳情";
"payment_pay_at_pickup_title" = "取車付款";
"payment_pay_at_desk_title" = "可在櫃台支付";
"summary_extras_cell_title" = "請在取車時以當地貨幣支付以下項目：";
"summary_car_hire_title" = "租車費";
"booking_summary_title" = "預訂參考資料";
"payment_summary_title" = "價格摘要";
"user_phone_prefix_hint" = "電話號碼首碼";
"car_rental_subscribe" = "是，我想要訂閱電子郵件接收獨家優惠。隨時可取消訂閱。";
"secure_payment_header" = "安全付款";
"secure_payment_text" = "所有付款交易都以 128-bit SSL 加密";
"payment_conditions_1" = "點擊「付款」完成您的預訂並接受 ${x} 和 ${y}";
"payment_conditions_2" = "租車條款";
"splash_navigation_title" = "租車";
"summary_pay_total" = "付款 %@";
"deselect_all" = "取消選取全部";
"free_cancellation_and_amendments_banner" = "<b>免費</b>取消和修改";
"settings_currency_updated" = "已更新貨幣";
"booking_not_included" = "未包括";
"vehicle_type_convertible" = "開篷車款";
"loyalty_scheme_title" = "WestJet 獎勵";
"loyalty_scheme_label" = "WestJet 獎勵 ID";
"loyalty_scheme_intro" = "WestJet 獎勵會員可賺回 1% 的 WestJet 積分。WestJet 積分透過您的稅前及租車費用獲得。";
"loyalty_scheme_notes" = "只有主要駕駛者可累積 WestJet 積分。  請提供主要駕駛者的 WestJet 獎勵 ID。";
"loyalty_scheme_confirm" = "該會員將是租車車輛的主要駕駛者，且租車費用（不包括稅金、費用和附加費用）將可獲得 WestJet 積分。";
"Free.LimitedDamageProtection" = "有限損壞保障";
"Free.LimitedTheftProtection" = "有限盜竊保障";
"Insurance.Excess.Liability" = "自負額責任最高為 ${x}";
"Insurance.Basic.Cover.Incl" = "有限保障（已包含）:";
"Insurance.Insurance.Explained" = "保險詳情";
"Basic.Intro" = "在供應商提供的有限保障下，您獲得第三方責任保險的保障。也會提供您有限的損壞及盜竊保障。此保障涵蓋大部分費用，但您須繳付最高 €3,000 的自負額。取車時，您須以信用卡繳交保障訂金。如車輛受到損壞或遭竊，供應商會從您的訂金保留相關費用。";
"Insurance.Premium.Cover" = "高級保障";
"Premium.Intro" = "高級保障除了給您供應商的有限保障（包括第三方責任保險）外，更提供保障訂金的保護。如車輛受到損壞或遭竊，租車供應商會保留自付額以支付相關費用，而您可獲得保單上保障賠償表（見下方連結）載列之上限的索償。您所收到的確認電郵將會說明索償細節。";
"Premium.Tyres.Benefit" = "爆胎與換胎、後視鏡和車輪受損也受保障。";
"Premium.Key.Benefit" = "此外，遺失鑰匙的更換費用和車上個人物品遭竊的相關費用亦受保障。";
"Premium_TC" = "高級保障條款和條件";
"Insurance.Got.It" = "知道了！";
"Damage.Protection" = "損壞保障";
"Free.TheftProtection" = "盜竊保障";
"Insurance.Checklist.ExcessRefund" = "對任何已付自負額進行退款";
"AddPremium" = "添加高級保障";
"NoThanks" = "不，謝謝";
"Daily_price_Per_day" = "/天";
"Insurance.Info.Subtitle1" = "取車";
"Insurance.Info.Subtitle2" = "還車";
"Insurance.Info.Text.2" = "租車供應商可能會要求您在租車櫃台購買自付額保險。如您添購我們的損壞退款保險，則會受保障並不需此自付額保險。";
"Insurance.Info.Text.3" = "我們將從您的信用卡扣除一筆訂金，以支付車輛損壞或失竊意外發生時的自付額。";
"Insurance.Info.Text.4" = "如果車輛並未損壞或失竊，信用卡的自付額訂金將會全額退款。";
"Insurance.Info.Text.5" = "如果車輛受到損壞或失竊，租車供應商將會保留該筆自付額來支付相關費用，而您可以獲得全額索償。確認電郵將會說明索償詳情。";
"Insurance.Info.Text.6" = "因此，請務必攜帶司機名下的信用卡，並確保信用卡的限額足夠支付自付額或訂金。如果您在到達租車供應商櫃台時有任何問題，請致電給我們。";
"Insurance.Info.Text.7" = "請參閱條款及條件了解完整細節。";
"X.PerDay" = "每日 ${x}";
"Insurance.Prompt.CoverPrice" = "總金額：${x}";
"car.insurance" = "汽車保險";
"AddStandard" = "添加高級保障";
"CTA.Insurance.Added" = "包含高級保障";
"CTA.Insurance.Not.Added" = "包含有限保障";
"Standardadded" = "已添加高級保障";
"PayAtPickupReminder" = "請注意，您需在取車時以當地貨幣支付餘額 ${x}。";
"Insurance.Limited.Cover.Incl" = "有限保障（已包含）";
"Recent.Searches" = "搜尋記錄";
"AddCar" = "繼續";
"Total" = "合計:";
"Limited.Offer" = "期間限定優惠";
"PercentageOff" = "${x} 折扣";
"Free.ThirdPartyLiability" = "第三方責任險";
"Insurance.Checklist.Item2" = "輪胎、車窗、後視鏡及車輪";
"Insurance.Checklist.Item5" = "鑰匙險及個人物品";
"Chubb.Content.1" = "萬一發生損壞或遭竊，這次租車的碰撞險與盜竊保障險並不會完全覆蓋所有費用。如果車輛損壞或失竊，或遺失鑰匙，您還是需要支付自付額。";
"Chubb.Content.2" = "是，我希望只需花費 ${x} (${y} = ${z}) 來獲得潛在自付額保障。";
"Chubb.Content.3" = "如果您需要潛在自付額保險，一定要勾選上面的方塊。";
"Chubb.Content.4" = "超值";
"Chubb.Content.5" = "只需要 ${x} (${y} = ${z})，就能獲得高達 50,000 南非蘭特的自付額退款。";
"Chubb.Content.6" = "最佳保障";
"Chubb.Content.7" = "如果需要支付自付額，您可獲得高達 50,000 南非蘭特的退款。";
"Chubb.Content.8" = "還有更多";
"Chubb.Content.9" = "此保險涵蓋高達 ZAR 50,000 南非蘭特的個人意外保險 (死亡或殘疾) 和高達 ZAR 15,000 南非蘭特的個人物品失竊保險。";
"Chubb.Content.10" = "保險在租車時和租車後會怎樣運作？";
"Chubb.Content.11" = "此保險在租賃時和租賃後如何運作？";
"Chubb.Content.12" = "取車";
"Chubb.Content.13" = "租車供應商可能會要求您在租車櫃台購買自付額保險。如您添購我們的損壞退款保險，則會受保障並不需此自付額保險。我們將從您的信用卡扣除一筆訂金，以支付車輛損壞或失竊意外發生時的自付額。";
"Chubb.Content.14" = "因此，請務必攜帶司機名下的信用卡，並確保信用卡的限額足夠支付自付額或訂金。如果您在到達租車供應商櫃台時有任何問題，請致電給我們。";
"Chubb.Content.15" = "歸還車輛";
"Chubb.Content16" = "如果車輛有損壞或失竊，租車供應商將會保留該筆自付額來支付相關費用，而您可以獲得全額賠償。您所收到的確認電郵將會說明索償細節。如果車輛並未損壞或失竊，信用卡的自付額訂金將會全額退款。";
"Chubb.Content.17" = "請參閱條款及條件以了解完整細節。";
"National.ID" = "國家 ID 編號";
"Origin.Province" = "選取您的出生省份";
"Allianz.Content.1" = "此政策內的保險福利包括";
"Allianz.Content.2" = "租車期間，於駕駛時或在沒有留意的情況下租車受到實際損毀或遺失";
"Allianz.Content.3" = "除了碰撞以外因素（例如：火災、風災、故意破壞）導致租車遺失或損毀。";
"Allianz.Content.4" = "租車或任何其他部分或零件失竊";
"Allianz.Content.5" = "租用車輛修理期間的有效使用損失費用。";
"Allianz.Content.6" = "租車拖車至附近設施的收費";
"origin.State" = "選取您的出生州份";
"Orient.legal" = "此保單由 Orient Sigorta A.Ş.（登記號碼：T14113-CEM09）承保，並由其授權代理 Hepstar 銷售。選擇此產品，即表示您同意您的個人資料根據土耳其法例第 6,698 條及相關法例提交、處理、記錄、儲存、分類、更新及提供予所需的第三方，以及儲存於海外。";
"Insurance.Upgrade.Cover" = "升級您的保障";
"Car.Excess.Cover.AU" = "租車自付額保險";
"Insurance.Checklist.Item1" = "損壞及竊盜自負額退款";
"Add" = "新增";
"Car.Excess.Cover.Text.AU" = "取車時，供應商一般會在您的信用卡保留一筆訂金作為自付額；如果車輛受損或失竊，此筆訂金將用作支付相關費用";
"Car.Excess.Cover.CTA.Promo" = "只須剔選以下方格，即可投保，免於支付多達 ${x} 的租車自付額";
"Insurance.Prompt.Content.CTA" = "是的，我想購買租車自負額保險";
"Car.Excess.Cover.Agree.Statement" = "一旦剔選方格，即代表我同意經由此等連結接收 ${x} 及 ${y}，且我已細閱和理解相關內容，並同意 Allianz Global Assistance 依照其 ${z} 所列方式收集、使用及披露我的個人資料。";
"Insurance.Prompt.Agree.Links" = "產品披露聲明 (PDS - Product Disclosure Statement)";
"Insurance.Prompt.Agree.Links2" = "金融服務指南";
"Insurance.Prompt.ContentUS2" = "只需每日 ${x} ，即可享有 Allianz 租車險的保障。";
"Insurance.Prompt.TCs" = "可附加不保項目、條件及限制。請參閱 ${x}";
"CarTermsAndConditions" = "完整資訊及條款";
"Car.Excess.Cover.CTA.AU" = "是的，我想以 ${x} 購買租車自付額保險";
"Add.Cover" = "增加保障";
"Insurance.Prompt.SelectCA" = "您在哪個省份取得駕駛執照？";
"Insurance.Prompt.CTA.Insure.US" = "是，我想購買租車險";
"AddInsurance" = "加上保險";
"Chubb.Content.18" = "僅限 21 至 80 歲人士使用本產品。產品由 Chubb Insurance South Africa Limited 承保，並由授權金融服務供應商 Hepstar Financial Services 管理。須受保單的條款及細則約束。此保單在未有提供任何建議的情況下提供，保險乃根據保險公司所提供的真實資料擔保。";
"Car.Excess.Cover.TC.AU" = "此保險由 Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 承保，並由 AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 核發及管理（以 Allianz Global Assistance 名稱營運）。Et Ausco Limited ARBN 612 412 094 以 CarTrawler 名稱營運，並以 Allianz Global Assistance 代理商的身分安排此保險。適用條款、細則、限制及排除項目。有關此保險的任何建議均由 Allianz Global Assistance 提供，所有建議僅為一般建議，並非根據您的目標、財務狀況或需求所提出的建議。在您做出任何決定前，請考慮 ${x}。如果您購買 Allianz Global Assistance、CarTrawler 和引導您前往此網站的實體所推薦的保單，它們會獲得保費當中一部分的百分比做為佣金。";
"Orient.Content.1" = "如果需要支付自付額，您可獲得高達 7,000 新土耳其里拉的退款。";
"Orient.Content.2" = "只需 ${x}，就能獲得高達 7,000 新土耳其里拉的自付額退款償付 (${y} = ${z})。";
"Orient.Content.3" = "此保險涵蓋高達 100,000 新土耳其里拉的個人意外保險（死亡或殘疾）和高達 3,000 新土耳其里拉的個人物品失竊保險！";
"Orient.Content.4" = "保障意外自付額。";
"Orient.Content.5" = "此保險涵蓋高達 100,000 新土耳其里拉的個人意外保險（死亡或殘疾）和高達 3,000 新土耳其里拉的個人物品失竊保險。";
"Insurance.Prompt.Agree.Links3" = "私隠權政策公告";
"Allianz.Content.7" = "我想購買租車險，並已詳閱 ${x}";
"Allianz.Content.8" = "報價的保險費率不含稅金。收取的稅金（如果在您的省適用）會在保險確認單上分項列出。";
"filter_pickup" = "取車地點";
"vehicle_seat" = "座位數量";
"vehicle_seats" = "座位數量";
"age_range_error_text" = "請輸入有效的駕駛者年齡（18歲或以上）";
"invalid_search_parameters" = "搜尋範圍錯誤";
"insurance" = "保險:";
"supplier_average" = "平均";
"TRANSFERS.Cheapest.Airport.Destination" = "接送服務——從機場前往您目的地的最便宜方式";
"GT.Private.Transfer" = "私人接送";
"Transfer.Service.Class.Regular" = "標準";
"Business" = "商務";
"Business.Minivan" = "商用小型廂型車";
"Transfer.Service.Class.Luxury" = "高級保障";
"Standard.Minivan" = "小型廂型車";
"Max.Passengers" = "最多 ${X} 位乘客／件行李";
"AirConditioning.Abbr" = "空調";
"WifiAccess" = "Wi-Fi 存取";
"Free.Cancellation.Mobile" = "免費取消";
"Filter.Supplier" = "供應商";
"Review.destination.address" = "檢視您的目的地地址";
"Book.Now.Modify.Destination" = "您可以現在預訂，在出發前至少 24 小時前修改您的目的地。價格或會隨您的目的地而有所更改。";
"One.Hyphen.Way.Transfer" = "單程接送";
"Special.requests.optional" = "<strong>特別要求</strong>（可選）";
"Additional.Info.Text" = "有沒有司機需要的其他資訊，例如特殊要求、兒童座椅、行李類型？";
"Special.Request" = "請輸入任何特別要求";
"You.also.get" = "<strong>您也可獲得：</strong>";
"Certified.Driver" = "已驗證的司機";
"No.taxes.tolls.gratuity" = "無需稅款、行車費和小費";
"FREE.wait" = "免費等候時間";
"TransferConditions" = "接送條件";
"IHaveReadTermsConditions.link2" = "預訂條款及細則";
"Privacy.Policy" = "私隱政策";
"Confirm" = "確認";
"Total.Transfer.Cost" = "接送服務總費用";
"OtherFee" = "其他費用";
"YoungDriverFee" = "年輕駕駛者費用";
"Price.Updated" = "價格已更新。";
"Address.Prompt.Field" = "請輸入飯店、機場、街道地址或景點";
"Price.No.Change" = "租車價格沒有更改。";
"PrivateTransfer.Added" = "您的私人接送服務已添加";
"widget_text_GT" = "從機場前往您目的地的最便宜方式";
"widget_title_GT" = "私人接送";
"widget_title_added_GT" = "已新增您的私人接送服務";
"Results.Found" = "共 ${X} 個搜尋結果";
"Ticket.Oneway" = "單程";
"From.To" = "由 ${X} 前往 ${Y}";
"Destination.confirmed" = "目的地已確認";
"No.Avail.Search.Error" = "無法在此地區提供。請嘗試選擇其他地點。";
"To" = "至";
"a_TO_b" = "至";
"EditSearch" = "編輯搜尋";
"Where.Drop.Off" = "您想在哪裡下車？";
"Where.Pick.Up" = "您想在哪裡上車？";
"GT.Passengers" = "乘客";
"Total.Passengers" = "${x} 位乘客";
"GT.S1.PickupDate" = "上車日期";
"GT.S1.OnePassenger" = "${x} 位乘客";
"Additional.Info.Text2" = "其他服務或兒童安全座椅等或配備需額外收費。若您的預訂會產生以上的收費，將會有專人與您聯絡。";
"GT_USP_SHORT_waiting" = "當您抵達時，我們便已準備就緒，恭候大駕";
"Details" = "詳細資料";
"Validation.Looks.Good" = "看起來不錯！";
"insurance.hepstar.tr.nationalIDError" = "請輸入有效的 ID 編號";
"IPID_LINK_TEXT" = "決定前請參閱保險產品資訊文件";
"Free.Cancellation.All.Cars" = "所有車輛可免費取消";
"SelectedCar" = "您的車輛";
"Insurance.IPID.App" = "添加高級保險即代表本人已閱讀 ${x}，且基於該等信息，本政策符合我的需求。";
"Insurance.IPID.Document" = "IPID 文件";
"Insurance.Explained" = "您的自付額說明";
"InsuranceExplained.TextUpdate" = "如果在租車期間汽車發生損壞或遺失的情形，此商品將會承擔租車公司收取的費用，最多達 ${x}，滿足那些希望有這項保險要求和需求的客戶。";
"ImportantInformation" = "重要資訊";
"CTA.PayAcceptTermsGDPR" = "點擊「付款」完成您的預訂並同意${x}、${y}以及我們的${z}。";
"Residency.PopUp" = "變更您的居住國家／地區或會影響您所選擇車輛的價格及可用情況。您將被重新導向至結果頁面，您的搜尋將會更新。";
"Country.Region" = "國家／地區";
"SearchDatesIncorrect.Error" = "日期錯誤。請檢查您所選的日期";
"AgeFieldYoung.Error" = "請輸入 18 至 24 之間的年齡";
"DriverFullName.Empty.Error" = "請填寫司機的名字和姓氏。";
"DriverEmail.Empty.Error" = "請輸入您的電郵地址。";
"Phone.Empty.Error" = "請輸入您的電話號碼。";
"Address.Empty.Error" = "請輸入您的地址。";
"City.Empty.Error" = "請輸入您的城市。";
"OpeningHours" = "營業時間";
"AgeFieldElder.Error" = "請輸入大於 71 的年齡";
"DistancePickupX" = "和取車地點的距離：${x}";
"Distance.Tooltip" = "租車供應商服務櫃台位於：${x}。  我是來自 ${z} 的 ${y}";
"widget_from_label" = "從";
"widget_Xperday" = "每日 ${x}";
"widget_fromXperday" = "每日 ${x} 起";
"widget_perday" = "/天";
"FlightNumber.Empty.Error" = "航班編號為必填";
"NameOnCard" = "付款卡上的姓名";
"widget_remove" = "移除";
"EmailAddress" = "電郵地址";
"title_search_results" = "搜尋結果";
"title_interstitial" = "搜尋中.... ";
"Availability.Mobile1" = "無法找到合符條件的結果，您可以嘗試更改搜尋條件。";
"Availability.Text2" = "嘗試其他取車及還車時間";
"Availability.Text3" = "嘗試其他日期";
"LocationType.Airport" = "機場";
"DriverDetails" = "駕駛者詳細資料";
"search_country" = "搜尋";
"wcag.information" = "其他資訊";
"filter_clearall" = "全部清除";
"filter_clear" = "清除";
"Size.Small" = "小型車";
"Size.Medium" = "中型車";
"Size.Large" = "大型車";
"Size.SUV" = "運動型多用途車";
"Size.Fullsize" = "大型車";
"Size.Luxury" = "豪華轎車";
"Size.Premium" = "高級";
"simple_connection_error" = "處理您的請求時出現問題。請再試一次";
"Residency.PopUp.Title" = "更改國家／地區？";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"widget_pricing_title" = "每日最低價格";
"widget_cta_text" = "新增租車";
"CardExpDate.Empty.Error" = "請填寫卡到期月份及年份";
"DriverFirstName.Empty.Error" = "請填寫司機名字";
"DriverLastName.Empty.Error" = "請填寫司機的姓氏";
"FlightNumberOptional" = "航班編號（選填）";
"results_car_empty" = "沒有車輛結果";
"Availability.Text5" = "嘗試移除篩選條件";
"wcag.basket" = "購物籃";
"wcag.addExtra" = "新增額外項目";
"wcag.removeExtra" = "移除額外項目";
"results_driver_age" = "司機年齡：${x}";
"filter_showxcars" = "顯示 ${x} 車輛";
"payment_premium_cover" = "高級保障";
"wcag.back" = "上一步";
"Filter.CarSize.Show.All" = "顯示更多大小類型";
"Filter.CarSize.Show.Less" = "隱藏部分大小類型";
"CardholderName.Empty.Error" = "請輸入持卡人姓名。";
"CardSecurityCode.Empty.Error" = "請於此處填寫安全代碼。";
"CardNumber.Payment.Empty.Error" = "請輸入付款卡號碼。";
"Cardexpiry.Empty.Error" = "請輸入付款卡到期日。";
"SpecialOffer.GuaranteedNewCar" = "保證新車";
"SpecialOffer.FreeDriver" = "免費額外駕駛者";
"SpecialOffer.GuaranteedCarModel" = "車款型號保證";
"Carblock.People" = "${x} 人";
"cancellation_banner" = "所有車輛取車前最少 48 小時免費取消";
"Carblock.PricePerDay" = "每日 ${x}";
"Carblock.Total" = "合計 ${x}";
"CarPriceInclude" = "包括 ${x} (${y})";
"CarPriceInclude.Free" = "免費";
"Insurance.Modal.Accept" = "接受";
"Insurance.Modal.AcceptText" = "繼續前，必須接受保險條款及細則";
"Insurance.Modal.ViewTerms" = "查看條款及細則";
"Preferred.Supplier.Footer.Default" = "獨家優惠";
"Preferred.Supplier.Header.Default" = "建議";
"Booking.Summary.Payment.Paid" = "已付款";
"Booking.Summary.Payment.Pickup" = "取車時於櫃台應繳金額";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "請注意，您的保單可以通過電郵和／或郵寄方式提供給您。點擊「${x}」並提供您的電郵地址，您的保單將通過電郵提供。如您希望以郵寄方式收到保單，請發送電郵至 carhireclaims@axa-assistance.co.uk。";
"DriverAgeElder.Error" = "請輸入大於 ${x} 的年齡";
"DriverAgeYoung.Error" = "請輸入 ${x} 至 ${y} 之間的年齡";
"Extras.Show.List" = "顯示列表";
"Extras.Subheader" = "並不保證每次均可提供此等額外項目，如選擇於櫃台付款，價格可能隨時變動。";
"Extras.Included" = "已包括";
"Extras.X.Free" = "${x} 項免費";
"Payment.Summary.Free" = "免費 ${x}";
"error_connection_text" = "請確保已連接流動網絡或 Wi-Fi，然後再試一次。";
"error_connection_cta" = "再試一次";
"error_dismiss" = "確定";
"Upsell_Title" = "好消息！";
"Upsell_Body" = "您選取的車輛提供數項不同的保險。";
"CTA_Not_Now" = "不需要";
"Limited_Cover_Title" = "有限保障";
"Limited_Insurance_Checklist_Item1" = "${x} 租車自付額（不設退款）";
"Limited_Insurance_Checklist_Item3" = "有限損壞及盜竊保障";
"Premium_Insurance_Details" = "損壞退款保險由 AXA 提供。";
"Premium_Insurance_Checklist_Item1" = "高達 ${x} 自付額保障（可獲退款）";
"Premium_Insurance_Checklist_Item2" = "在櫃台支付 ${x} 訂金";
"Premium_Insurance_Checklist_Item3" = "損壞及竊盜自負額退款";
"ZeroExcess_Title" = "零自付額方案";
"ZeroExcess_Insurance_Details" = "零自付額及低額訂金的保險。";
"ZeroExcess_Checklist_Item1" = "${x} 自付額";
"ZeroExcess_Checklist_Item2" = "損壞及盜竊保障";
"ZeroExcess_CC_Required" = "無須使用信用卡";
"Insurance_Checklist_Third_Party" = "第三方責任險保障";
"Insurance_Checklist_Desk_Deposit" = "在櫃台支付 ${x} 訂金";
"Insurance_More_Info" = "更多資訊";
"CTA_Show_Me" = "顯示結果";
"SpecialOffer.ZeroExcessAvailable" = "可選零自付額方案";
"Limited_Insurance_Included" = "已包含於租車費內。";
"Premium_Insurance_Checklist_Item4" = "任何車窗、車頂、底盤及輪胎的損壞";
"Premium_Insurance_Checklist_Item5" = "鑰匙險及個人物品";
"CTA_Add_Continue" = "新增並繼續";
"ZeroExcess_Terms_1" = "有了零自付額方案，您將獲得供應商提供的有限保障（包括第三方責任保險）以及 ${x} 自付額和更少的按金費用。若您的租車受損或失竊，租車供應商將不會向您收取費用。";
"ZeroExcess_Terms_2" = "輪胎、擋風玻璃、車窗玻璃以及底盤之損壞或遺失，可能不受保障。請於櫃台向租車代理商確認。";
"LimitedCover_Info" = "在供應商提供的有限保障下，您獲得第三方責任保險的保障。也會提供您有限的損壞及盜竊保障。此保障涵蓋大部分費用，但您須繳付最高 ${x} 的自付額。取車時，您須以信用卡繳交保障訂金。如車輛受到損壞或遭竊，供應商會從您的訂金保留相關費用。";
"Swiss_Premium_Insurance_Details" = "此保險由 TSM 保險公司承保。所有索償均由 AXA Assistance 處理。";
"FlightNumber_Error" = "請檢查您的航班編號。";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "無法識別此會員號碼";
"Priority_Messaging_Native_Results" = "享受靈活的預訂政策和強化的清潔措施。";
"Priority_Messaging_Native_Details" = "最遲可於取車前 ${x} 小時免費取消。";
"Priority_Messaging_Native_Payment" = "盡享靈活彈性，取車前 ${x} 小時可免費取消。";
"car_features" = "車款特色";
"vehicle_fuel_hybrid" = "混能";
"vehicle_fuel_electric" = "電動";
"rental_info_details" = "更多詳細資料";
"vehicle_fuel_policy_type_FREETANK" = "免費加滿";
"vehicle_fuel_policy_desc_FREETANK" = "取車時將會免費為您加滿油箱。您的燃油用量不受限制，且不必在還車之前加滿油箱。";
"vehicle_fuel_policy_type_SAMESAME" = "同油量取車、同油量還車";
"vehicle_fuel_policy_desc_SAMESAME" = "您取車時油箱內加有燃油。駕駛前請檢查燃油量。還車時您須要加回同一燃油量。";
"Filter_PriceRange" = "價格範圍";
"Filter_AverageCarPrice" = "平均租車價格為 ${x}";
"PickupType_CarDriver" = "司機服務";
"PickupType_CarDriver_Info" = "您的司機會在機場客運大樓的入境大堂等候。";
"PickupType_MeetNGreet" = "接機服務";
"PickupType_MeetNGreet_Info" = "一名租車供應商的代表會在機場客運大樓與您會合，並向您展示服務櫃台的位置。";
"PickupType_Terminal" = "機場客運大樓取車";
"PickupType_Terminal_Tooltip" = "這是最方便的取車選項。服務櫃台位於機場客運大樓內。";
"PickupType_ShuttleBus_Terminal" = "接駁巴士";
"PickupType_ShuttleBus_Terminal_Tooltip" = "免費接駁巴士將由機場客運大樓接送您至服務櫃台。";
"PickupType_ShuttleBus_Counter" = "接駁巴士";
"PickupType_ShuttleBus_Counter_Tooltip" = "免費接駁巴士將由機場客運大樓接送您至服務櫃台。";
"PickupType_HoppaShuttleBus" = "接駁巴士";
"PickupType_HoppaShuttleBus_Info" = "接駁巴士將接送您至機場客運大樓附近的服務櫃台。此服務或會收取小額費用，請直接向司機支付。";
"PickupType_OnAirport_Terminal" = "在機場";
"PickupType_OnAirport_Terminal_Info" = "服務櫃台位於機場區域的地面層，方便您前往使用服務。";
"PickupType_OnAirport" = "在機場";
"PickupType_OnAirport_Info" = "服務櫃台位於機場區域的地面層，方便您前往使用服務。";
"PickupType_Rail" = "需搭乘火車";
"PickupType_Rail_Info" = "需從機場客運大樓搭乘火車抵達供應商地點";
"vehicle_fuel_lpg" = "液化石油氣";
"vehicle_fuel_hydrogen" = "氫";
"vehicle_fuel_ethanol" = "乙醇";
"vehicle_fuel_multifuel" = "多種燃油類型";
"sale_search_banner_title" = "優惠現正展開！";
"sale_search_banner_description" = "最高 ${x} 折扣優惠。優惠於 ${y} 結束。";
"sale_landing_banner_title" = "優惠現正展開！";
"sale_landing_banner_description" = "最高 ${x} 折扣優惠。優惠於 ${y} 結束。";
"landing_page_1_title" = "靈活預訂";
"landing_page_3_title" = "全天候客戶支援";
"landing_page_4_title" = "無隱藏費用";
"landing_page_4_desc" = "我們會在您預訂租車前為您說明任何額外費用";
"landing_page_1_desc" = "立即租車，取車最少 48 小時前可免費取消。";
"landing_page_2_title" = "全面清潔消毒的車輛";
"landing_page_2_desc" = "強化清潔措施，盡享安全駕駛之旅";
"landing_page_3_desc" = "如對預訂有疑問，我們的團隊樂意協助。";
"landing_page_title" = "比較全球各地超過 1,700 間供應商的租車優惠";
"landing_page_search" = "您的目的地是哪裡？";
"sale_discount_payment" = "折扣（-${x}）";
"sales_TCs" = "條款及細則";
"recent_search_delete" = "刪除";
"Pickup.Error" = "請輸入取車地點。";
"Return.Error" = "請輸入還車地點。";
"HA_landing_page_title" = "安心租賃車輛。搜尋、比較、節省金錢。";
"Argus_landing_page_title" = "保證最低價格，否則退還差額。簡單如此。";
"Premium_Insurance_title" = "由 ${x} 提供損壞退款保險。";
"Insurance.Checklist.Item1.2" = "盜竊自付額退款";
"ZeroExcess_Checklist_Item2_1" = "損壞保障";
"ZeroExcess_Checklist_Item2_2" = "盜竊保障";
"Insurance.Checklist.Item1.1" = "損壞自付額退款";
"Disclaimer.Quebec" = "此保障不適用魁北克的居民";
"Select.Province" = "選取省份";
"Province.Residency" = "居住地所屬省份";
"state.CA.BC" = "卑詩省";
"state.CA.AB" = "阿爾伯塔省";
"state.CA.YT" = "育空地區";
"state.CA.SK" = "薩斯喀徹溫省";
"state.CA.PE" = "愛德華王子島省";
"state.CA.ON" = "安大略省";
"state.CA.NT" = "西北地區";
"state.CA.NU" = "努納武特地區";
"state.CA.NS" = "新斯科舍省";
"state.CA.NL" = "紐芬蘭與拉布拉多省";
"state.CA.NB" = "紐賓士域省";
"state.CA.MB" = "曼尼托巴省";
"CDW_Insurance_title" = "由 AWN 提供失竊及碰撞免責權償付保險。";
"no_cover_title" = "沒有保障";
"no_cover_item1" = "${x} 損壞及盜竊責任額";
"no_cover_item3" = "沒有提供損壞及盜竊保障";
"no_cover_item2" = "在櫃台支付 ${x} 訂金";
"no_cover_item4" = "沒有提供第三方責任險保障";
"no_cover_cta" = "不購買保險繼續";
"Insurance.Cover" = "保險範圍";
"CTA_Confirm_booking" = "確認預訂";
"CTA.Confirm.AcceptTerms" = "點擊「確認預訂」以完成您的預訂，並接受我們的租車條款、條款及細則以及私隱政策。";
"state.US.AK" = "阿拉斯加州";
"state.US.AL" = "阿拉巴馬州";
"state.US.AR" = "阿肯色州";
"state.US.AZ" = "亞利桑那州";
"state.US.CA" = "加利福尼亞州";
"state.US.CO" = "科羅拉多州";
"state.US.CT" = "康涅迪格州";
"state.US.DC" = "哥倫比亞特區";
"state.US.DE" = "特拉華州";
"state.US.FL" = "佛羅里達州";
"state.US.GA" = "喬治亞州";
"state.US.HI" = "夏威夷州";
"state.US.IA" = "艾奧瓦州";
"state.US.ID" = "愛達荷州";
"state.US.IL" = "伊利諾州";
"state.US.IN" = "印第安納州";
"state.US.KS" = "堪薩斯州";
"state.US.KY" = "肯塔基州";
"state.US.LA" = "路易斯安娜州";
"state.US.MA" = "麻薩諸塞州";
"state.US.MD" = "馬里蘭州";
"state.US.ME" = "緬因州";
"state.US.MI" = "密歇根州";
"state.US.MN" = "明尼蘇達州";
"state.US.MO" = "密蘇里州";
"state.US.MS" = "密西西比州";
"state.US.MT" = "蒙大拿州";
"state.US.NC" = "北卡羅來納州";
"state.US.ND" = "北達科他州";
"state.US.NE" = "內布拉斯加州";
"state.US.NH" = "新罕布什爾州";
"state.US.NJ" = "紐澤西州";
"state.US.NM" = "新墨西哥州";
"state.US.NV" = "內華達州";
"state.US.NY" = "紐約州";
"state.US.OH" = "俄亥俄州";
"state.US.OK" = "奧克拉荷馬州";
"state.US.OR" = "俄勒岡州";
"state.US.PA" = "賓夕法尼亞州";
"state.US.SC" = "南卡羅來納州";
"state.US.SD" = "南達科他州";
"state.US.TN" = "田納西州";
"state.US.TX" = "德克薩斯州";
"state.US.UT" = "猶他州";
"state.US.VA" = "維珍尼亞州";
"state.US.VT" = "佛蒙特州";
"state.US.WA" = "華盛頓州";
"state.US.WI" = "威斯康辛州";
"state.US.WV" = "西維珍尼亞州";
"state.US.WY" = "懷俄明州";
"Insurance.Disclosure.Allianz" = "由 Allianz Global Assistance 推薦、提供及銷售。承保公司：Jefferson Insurance Company 或 BCS Insurance Company。保單內容包括保險和支援服務。受條款及不保事項（包括已存在的情況）約束。";
"Insurance.Disclosure.Allianz.Link" = "保單和價格詳情披露";
"state.US.RI" = "羅德島州";
"COVID_coverage_limitations" = "新型冠狀病毒 (COVID-19)：保障限制重要須知";
"Damage.Protection.title" = "由 ${x} 提供的損壞險";
"State.Residency" = "居住的州別";
"Select.Residency" = "選擇居住地";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "獨家優惠";
"Size.Midsize" = "中型車";
"Size.Smallsuv" = "小型運動型多用途車";
"Size.Mediumsuv" = "中型運動型多用途車";
"Size.Midsizesuv" = "中型運動型多用途車";
"Size.Largesuv" = "大型運動型多用途車";
"Size.Mini" = "小型車";
"Size.Economy" = "國民車";
"Size.Compact" = "小型房車";
"Size.Intermediate" = "中型房車";
"Size.Standard" = "標準";
"Size.Minivan" = "小型廂型車";
"Size.Cargovan" = "載貨用廂型車";
"Size.Van" = "廂型車";
"Size.Largevan.12pax" = "大型廂型車";
"Size.Largevan.15pax" = "大型廂型車";
"Size.Convertible" = "開篷車款";
"Size.Estate" = "旅行車款";
"Size.Peoplecarrier" = "多功能休旅車";
"Size.5seatcarrier" = "5 座位小型廂型車";
"Size.7seatcarrier" = "7 座位小型廂型車";
"Size.9seatcarrier" = "9 座位小型廂型車";
"Size.Scooter" = "輕型電單車";
"Size.Truck" = "卡車";
"Size.Exotic" = "超級跑車";
"Size.Special" = "特殊";
"cash_banner_title" = "Prime 會員租車享高達 €40 優惠";
"Price.for.days" = "${X} 日價格";
"cash_widget_confirmation_title" = "恭喜！";
"cash_widget_confirmation_subtitle" = "使用您的優惠券，為您的這筆租車節省 ${x}。";
"cash_widget_payment_title" = "恭喜！";
"cash_widget_payment_subtitle" = "使用您的優惠券，為您的這筆租車節省 ${x}";
"Prime_why_book_with_us" = "為什麼成千上萬的 Prime 會員與我們租車？";
"Prime_cash_widget_payment_title" = "恭喜！";
"voucher.for.days" = "${x} 日的優惠券價格";
"voucher.for.day" = "總金額";
"Promo.Code" = "推銷代碼";
"Cannot.Find.Location" = "抱歉，我們找不到您的位置。請稍後重試。";
"Use.Current.Location" = "使用當前位置";
"Location.Permission.Disabled" = "要使用此功能，請前往「設定」並啟用此應用程式的位置權限。";
"Sup.Ben.Select.Code.Type" = "選擇代碼類型";
"Sup.Ben.Activated.Button.Title" = "搜尋有折扣優惠的車款";
"Sup.Ben.Add.CTA" = "新增優惠／折扣";
"Sup.Ben.Code" = "代碼";
"Sup.Ben.Description" = "透過我們供應商提供的特別折扣，盡享最優惠價格。請即添加 Avis 和 Budget 折扣。";
"Sup.Ben.Toggle.Title" = "套用優惠價格";
"Sup.Ben.Banner.Title" = "獲得最優惠價格";
"Sup.Ben.Banner.Description" = "使用我們獨家租車合作夥伴 Avis 和 Budget 的特別折扣。";
"Sup.Ben.Banner.Button" = "立即使用";
"Sup.Ben.Rental.Company" = "租車公司";
"Sup.Ben.Promo.Validation.Error" = "資料疑似有誤。請檢查代碼並重試";
"Sup.Ben.Promo.Validation.Success" = "看起來不錯！";
"Sup.Ben.Code.Type" = "代碼類型";
"Sup.Ben.Promo.Discount" = "優惠／折扣";
"Sup.Ben.Update" = "更新";
"Sup.Ben.XOptional" = "${x}（可選）";
"SpecialOffer.FreeGPS" = "包括免費 GPS";
"SpecialOffer.FreeWinterTyres" = "免費冬季輪胎";
"Free.Extra.Included" = "包括免費額外項目";
"Customer.Portal.Booking.CTA" = "管理預訂";
"Booking.Ref.Copied" = "已將預訂編號複製到剪貼簿";
"Booking.Ref.Title" = "預訂參考編號";
"Country.Selection.Settings" = "居住國家/地區可能會影響您的租車條款，並影響出現在您的搜尋結果內的車輛。";
"Country.Selection.Dialog.Title" = "變更您的國家/地區？";
"Country.Selection.Dialog.Text" = "目前，變更您的居住國家/地區將會影響您的租車條款，而且為了向您提供最準確的結果，您將被重定向回搜尋結果頁面。";
"Pay.Later.Title" = "付款選項";
"Pay.Later.Pay.Today" = "立即付款";
"Pay.Later.Pay.By" = "於 ${x} 前支付";
"Pay.Later.Payment.Explainer" = "立即支付您的租車訂金 ${x}。系統將於 ${y} 自動扣除<b>餘額</b>。";
"Pay.Later.Pay.Now" = "立即付款";
"Pay.Later.Basket.Deducted.On" = "在 ${x} 扣除";
"Pay.Later.Basket.Pick.Up" = "取車時付款";
"Pay.Later.Remaining.Balance.Explainer" = "租車餘額將於 ${x} 從您的卡中自動扣除。";
"Pay.Later.Accessories.Explainer" = "您將在取車時支付以下項目：${x}";
"Pay.Later.View.Details" = "檢視詳細資料";
"Payment.Processing.Message" = "正在處理您的預訂";
"Loyalty.Banner.Greeting" = "您好";
"landing.usp.position1" = "預訂 Avis 和 Budget 租車，可享受正價高達 35% 的折扣優惠*。";
"landing.usp.position2" = "賺取高達 1,250 MileagePlus 基本里數";
"landing.usp.position3" = "Avis：使用您的 MileagePlus 號碼和 Avis Worldwide Discount (AWD) 號碼 A791500 賺取 MileagePlus 基本獎勵里數和折扣優惠。";
"landing.usp.position4" = "Budget：使用您的 MileagePlus 號碼和 Budget Customer Discount (BCD) 號碼 B204900 賺取 MileagePlus 基本獎勵里數和折扣優惠。";
"landing.usp.position5" = "如要使用里數，或里數加現金，請瀏覽 <a href=\"https://cars.mileageplus.com/zh-hk/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*高達 35% 的折扣優惠僅適用於時間和里數費用。所有稅項、費用（包括但不限於空調消費稅恢復費、經營特許權費、車輛牌照恢復費、能源恢復費、輪胎管理費、常客計劃費）和附加費（包括但不限於客戶設施費和環境費回復費）均需額外支付。";
"landing.usp.title" = "透過 United 航空公司預訂租車";
"united_landing.usp.title" = "透過 United 航空公司預訂租車";
"landing.usp.sale.position1" = "限時特別優惠：賺取額外 MileagePlus 1,500 獎勵里數。<a href=\"https://cars.united.com/zh-hk/mileage-terms-and-conditions\" target=\"_blank\"><b>在此查看完整條款。</b></a>";
"united_landing.usp.sale.position1" = "特別優惠：於 2025 年 10 月 1 日至 2025 年 12 月 31 日期間，完成連續 3 天或 4 天的合資格租車，以賺取高達 750 點 United MileagePlus 獎勵里數。完成連續 5 天或以上的合資格租車，以賺取 1,000 點 United MileagePlus 獎勵里數。不適用於指定日期。<a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>在此查看完整條款。</b></a>";
"united_redeem.landing.usp.title" = "透過 MileagePlus 租車獎賞預訂 Avis 或 Budget 租車的禮遇";
"united_redeem.landing.usp.position1" = "登入您的 MileagePlus 帳戶，盡享最優惠價格";
"united_redeem.landing.usp.position2" = "使用里數或以里數加現金支付";
"united_redeem.landing.usp.position3" = "如需更改／取消使用里數的預訂，請瀏覽我們的<a href=\"https://cars.mileageplus.com/zh-hk/help\" target=\"_blank\"><b>支援中心</b></a>";
"landing.usp.tac.title" = "條款及細則";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">條款及細則</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">私隱政策</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">私隱政策</a>";
"united_landing.usp.sale.position2" = "限時特別優惠：賺取額外 MileagePlus 1,500 獎勵里數。<a href=\"https://cars.united.com/zh-hk/mileage-terms-and-conditions\" target=\"_blank\"><b>在此查看完整條款。</b></a>";
"sale_landing_banner_monetary_description" = "立即預訂只要每日${x}}！";
"sale_landing_banner_percentage_title" = "限時租車優惠，不容錯過";
"sale_landing_banner_monetary_title" = "租車優惠";
"sale_landing_banner_TCs" = "條款及細則";
"sale_landing_banner_title_monetary" = "租車優惠";
"sale_search_banner_title_monetary" = "租車優惠";
"sale_search_banner_monetary_description" = "立即預訂只要每日${x}}！";
"payment.options.creditcard.title" = "信用咭";
"payment.error.generic.dialog.text" = "很抱歉，我們目前無法處理您的預訂。您的預訂並未完成，我們尚未向您收取任何費用。請使用其他付款方式再試一次。";
"payment.googlepay.card.link" = "更改";
"temp_united_landing.usp.sale.position1" = "特別優惠：於 2025 年 10 月 1 日至 2025 年 10 月 31 日期間，完成連續 3 天或 4 天的合資格租車，以賺取高達 750 點 United MileagePlus 獎勵里數。完成連續 5 天或以上的合資格租車，以賺取 1,000 點 United MileagePlus 獎勵里數。不適用於指定日期。<a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>在此查看完整條款。</b></a>";
